Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: The following procedure describes how to send a posted sales invoice as an email message with the document attached as a PDF file and with a document-specific email body.
cs_cz: Následující postup popisuje odeslání zaúčtované prodejní faktury jako e-mailové zprávy s dokladem připojeným jako soubor PDF a tělem e-mailu specifickým pro doklad.

source: To send documents by email
cs_cz: Odeslání dokladů e-mailem

source: Select the relevant sales invoice, choose the Send action.
cs_cz: Vyberte příslušnou prodejní fakturu a vyberte akci Odeslat.

source: The Send Document to window opens.
cs_cz: Otevře se okno Odeslat doklad.

source: In the Email field, select Yes (Prompt for Settings).
cs_cz: V poli E-mail vyberte možnost Ano (příkaz pro nastavení).

source: The Send Email window opens.
cs_cz: Otevře se okno Odeslat e-mail.

source: In the To: field, enter a valid email address.
cs_cz: Do pole Komu: zadejte prosím platnou e-mailovou adresu.

source: The default value is the customer email address.
cs_cz: Výchozí hodnotou je e-mailová adresa zákazníka.

source: In the Cc: field, specify an email address to have a copy of the email message sent to another recipient.
cs_cz: Do pole Kopie: zadejte e-mailovou adresu, aby byla kopie emailové zprávy odeslána jinému příjemci.

source: In the Bcc: field, specify an email address to have a copy of the email sent to another recipient without that email address and name appearing to other recipients.
cs_cz: Do pole Skrytá kopie: zadejte e-mailovou adresu, aby byla kopie e-mailu odeslána jinému příjemci, aniž by se tato e-mailová adresa a jméno zobrazovaly ostatním příjemcům.

source: In the Subject field, enter a descriptive subject text.
cs_cz: Do pole Předmět zadejte popisný text o emailu.

source: The default value is the customer name and invoice number.
cs_cz: Výchozí nastavení je jméno zákazníka a číslo faktury.

source: In the Attachment field, the generated invoice is attached by default as a PDF file.
cs_cz: V poli Příloha je vygenerovaná faktura, ve výchozím nastavení je připojena jako soubor PDF.

source: Choose the lookup button to open the file or attach another one.
cs_cz: Pokud chcete otevřít soubor nebo přidat další, pak zvolte tlačítko vyhledávání.

source: In the Body field, enter a short message to the recipient.
cs_cz: Do pole Tělo zprávy napište krátkou zprávu příjemci.

source: If a document-specific email body is set up in the Report Selection - Sales window, then the Body field is filled automatically.
cs_cz: Je-li v okně Výběr zpráv - prodej nastaveno tělo e-mailu pro specifický doklad, pak se pole Tělo zprávy automaticky vyplní.

source: For more information, see the “To set up a document-specific email body for sales invoices” section in this topic.
cs_cz: Další informace o tomto tématu naleznete v sekci "Nastavení těla e-mailu pro specifický doklad pro prodejní faktury".

source: Select the Edit in Outlook Web App check box to open the email message in the email app for Office 365.
cs_cz: Zaškrtněte políčko Upravit ve webové aplikaci Outlook k otevření e-mailové zprávy v e-mailové aplikaci Office 365.

source: Choose the OK button to send the email message.
cs_cz: Zvolte tlačítko OK k odeslání e-mailové zprávy.

source: If you do not need to specify email settings each time you email a document, you can select the Yes (Use Default Settings) option in the Email field in the Send Document To window.
cs_cz: Pokud nepotřebujete zadávat nastavení e-mailu vždy, když odesíláte doklad e-mailem, můžete v okně Odeslat dokument v poli emailu vybrat možnost Ano (Použít výchozí nastavení).

source: In that case, the Send Email window will not open.
cs_cz: V takovém případě se okno Odeslat e-mail neotevře.

source: See Step 4.
cs_cz: Viz krok 4.

source: Set Up a Colored Indicator on Cues
cs_cz: Nastavení barevného indikátoru hromádek

source: You can set up Cues that appear on the Home page to include an indicator that changes color based on the data values in the Cues.
cs_cz: Hromádky, které se zobrazí na Domovské stránce, můžete nastavit tak, aby obsahovaly indikátor, který změní barvu na základě hodnot dat v hromádkách.

source: The indicator appears as a colored bar along the top border of the Cue tile.
cs_cz: Indikátor se objevuje jako barevný sloupec podél horního okraje dlaždice hromádky.

source: It provides a visual signal of the status of the Cue's activity, which can indicate favorable or unfavorable conditions to prompt the user to take action.
cs_cz: Poskytuje vizuální signál o stavu činnosti hromádky, který může naznačovat příznivé nebo nepříznivé podmínky pro vyvolání akce.

source: For example, if a Cue displays ongoing sales invoices, you can set up the indicator to appear green (favorable) when total number of ongoing sales invoices is below 10, and appears red (unfavorable) when the total is greater than 20.
cs_cz: Pokud například hromádka zobrazuje otevřené prodejní faktury, můžete nastavit indikátor tak, aby vypadal zeleně (příznivý), když je celkový počet otevřených prodejních faktur nižší než 10, a aby vypadal červeně (nepříznivý), když je celkový počet vyšší než 20.

source: From the Cue Setup window, you set up indicators for all the Cues that are available in the company database.
cs_cz: V okně Nastavení hromádky můžete nastavit indikátory pro všechny hromádky, které jsou dostupné ve firemní databázi.

source: To set up the indicator, you specify up to two threshold values that define three ranges of data values (low, middle, and high) to which you can apply a different color (or style).
cs_cz: Chcete-li nastavit indikátor, zadejte dvě mezní hodnoty, které definují tři rozsahy hodnot dat (nízké, střední a vysoké), ke kterým můžete použít jinou barvu (nebo styl).

source: To set up colored indicators on Cues
cs_cz: Nastavení barevných indikátorů hromádek

source: Under Activities on your Home page, choose Set Up Cues.
cs_cz: V sekci Aktivity na vaší Domovské stránce vyberte možnost Nastavit hromádky.

source: The Cue Setup window appears.
cs_cz: Zobrazí se okno Nastavení hromádek.

source: The window lists the indicators that are currently setup up on Cues.
cs_cz: Okno obsahuje seznam indikátorů, které jsou aktuálně v hromádkách nastaveny.

source: To modify an indicator, edit the fields and modify, for example, the values for the different thresholds.
cs_cz: Chcete-li změnit indikátor, upravte pole a modifikujte například, hodnoty pro různé mezní hodnoty.

source: The following table lists the colors that correspond to the options of the Low Range Style, Middle Range Style, and High Range Style fields.
cs_cz: V následující tabulce jsou uvedeny barvy, které odpovídají možnostem polí Styl pro nízké hodnoty, Styl spro střední hodnoty a Styl pro vysoké hodnoty.

source: Color
cs_cz: Barva

source: No color (same color as the Cue tile
cs_cz: Žádná barva (stejná barva jako dlaždice Hromádka)

source: Favorable
cs_cz: Příznivý

source: Green
cs_cz: Zelená

source: Unfavorable
cs_cz: Nepříznivý

source: Red
cs_cz: Červená

source: Ambiguous
cs_cz: Nejednoznačný

source: Yellow
cs_cz: Žlutá

source: Subordinate
cs_cz: Podřízený

source: Gray
cs_cz: Šedá

source: You can allocate an entry in a general journal to several different accounts when you post the journal.
cs_cz: Když zaúčtováváte finanční deník, můžete přidělit položku několika různým účtům.

source: The allocation can be made by quantity, percentage, or amount.
cs_cz: Rozdělení může být provedeno podle množství, procent nebo částky.

source: To set up allocation keys
cs_cz: Nastavení rozdělovacích klíčů

source: In the top right corner, choose the Search for Page or Report icon, enter Recurring General Journal, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Hledat stránku nebo sestavu, zadejte Periodický finanční deník, a pak zvolte související odkaz.

source: Choose the Batch Name field to open the General Journal Batches window.
cs_cz: Zvolte pole Název listu a otevřete okno Listy finančního deníku.

source: You can either modify allocations on an existing batch in the list or create a new batch with allocations.
cs_cz: Můžete buď upravit rozdělení v existující dávce v seznamu nebo vytvořit novou dávku s přiděleními.

source: To create a new batch, choose the New action, and go to the next step.
cs_cz: Chcete-li vytvořit novou dávku, zvolte akci Nový a přejděte k dalšímu kroku.

source: To change the allocations of an existing journal, select the journal and go to step 7.
cs_cz: Chcete-li změnit rozdělení existujícího deníku, vyberte deník a přejděte ke kroku 7.

source: In the Name field, enter a name for the batch, such as CLEANING.
cs_cz: Do pole Název zadejte název dávky, například ČIŠTĚNÍ.

source: In the Description field, enter a description, such as Cleaning Expenses Journal.
cs_cz: Do pole Popis zadejte popis, například Deník výdajů za úklid.

source: When you are done, close the window.
cs_cz: Až budete hotoví, zavřete okno.

source: A new, empty recurring journal opens.
cs_cz: Otevře se nový prázdný periodický deník.

source: Fill in the fields in the line.
cs_cz: Vyplňte pole na řádku.

source: Choose the Allocations action.
cs_cz: Zvolte akci Rozdělení.

source: Add a line for each allocation.
cs_cz: Přidejte řádek pro každé rozdělení.

source: You must fill in either the Allocation %, Allocation Quantity, or Amount field.
cs_cz: Buď musíte vyplnit pole Rozdělení %, Rozdělené množství nebo Částka.

source: You must also fill in the Account No.
cs_cz: Musíte také vyplnit pole Číslo účtu

source: field and, if you are allocating the transaction among global dimensions, the global dimension fields.
cs_cz: a pokud rozdělujete transakci mezi více globálních dimenzí i pole globální dimenze.

source: If you enter a percentage on a line, the amount in the Amount field is calculated automatically.
cs_cz: Pokud na řádek zadáte procento, částka v poli Částka se vypočítá automaticky.

source: These amounts have the opposite sign from the total amount in the Amount field in the recurring journal.
cs_cz: Tyto částky mají opačné znaménko oproti celkové částce v poli Částka v periodickém deníku.

source: After entering the allocations lines, choose OK to return to the Recurring General Journal window.
cs_cz: Po zadání řádků rozdělení vyberte OK k vrácení se do okna Periodický finanční deník.

source: The Allocated Amt.
cs_cz: Pole Částka rozdělení

source: (USD) field is filled in and matches the Amount field.
cs_cz: (CZK) je vyplněno a odpovídá poli Částka.

source: To change an allocation key that has already been set up
cs_cz: Změna rozdělovacího klíče, který již byl nastaven.

source: In the Recurring General Journal window, select the journal with the allocation.
cs_cz: V okně Periodický finanční deník vyberte deník s rozdělením.

source: Choose the line with the allocation, and then choose Allocations action.
cs_cz: Vyberte řádek s rozdělením a poté zvolte akci Rozdělení.

source: Change the relevant fields, and close the window.
cs_cz: Změňte příslušná pole a zavřete okno.

source: View Test Reports Before Posting
cs_cz: Zobrazení testovacích sestav před zaúčtováním

source: When you are ready to post a document, such as an order, invoice, or a credit memo, you can test the document to ensure that no issues exist that will block the posting.
cs_cz: Když jste připraveni zaúčtovat doklad, například objednávku, fakturu nebo dobropis, můžete doklad otestovat, aby nedošlo k žádnému problému, který by pak zablokoval účtování.

source: The following procedure is about testing before posting a purchase document.
cs_cz: V následující proceduře jde o testování před zaúčtováním nákupního dokladu.

source: The functionality works in the same way for sales documents.
cs_cz: Funkce funguje stejným způsobem pro prodejní doklady.

source: To print a test report before posting a purchase invoice
cs_cz: Vytisknutí testovací sestavy před zaúčtováním nákupní faktury

source: In the top right corner, choose the Search for Page or Report icon, enter Purchase Invoices, and then select the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nákupní faktury a pak vyberte související odkaz.

source: Open the purchase invoice that you want to test.
cs_cz: Otevřete nákupní fakturu, kterou chcete testovat.

source: Choose Test Report.
cs_cz: Zvolte Testovací sestava.

source: All parts of the purchase invoice are tested, and the result is presented in a report.
cs_cz: Všechny části nákupní faktury jsou testovány a výsledek je uveden v sestavě.

source: If the report indicates any errors or missing information, then you must correct the problem before posting the purchase invoice.
cs_cz: Pokud sestava uvádí chyby nebo chybějící informace, pak musíte problém vyřešit před zaúčtováním nákupní faktury.

source: In the My Settings window, you can see and change basic settings for the Dynamics NAV Web client.
cs_cz: V okně Moje nastavení můžete zobrazit a změnit základní nastavení pro webového klienta Dynamics NAV.

source: Role Center
cs_cz: Centrum rolí

source: The Role Center represents the Home page, a starting page that is designed for the needs of the role.
cs_cz: Centrum rolí představuje domovskou stránku, počáteční stránku, která je určena pro potřeby role.

source: On the Home page, you have an overview of the business.
cs_cz: Na domovské stránce máte přehled o obchodu.

source: To the left you see a navigation bar that gives you easy access to customers, vendors, items, and so on.
cs_cz: Vlevo se zobrazí navigační panel, který vám umožňuje snadný přístup k zákazníkům, prodejcům, položkám apod.

source: In the center you find the Activities tiles.
cs_cz: Ve středu najdete dlaždice Aktivit.

source: Activities show current data and can be clicked or tapped for easy access to the selected document.
cs_cz: Aktivity zobrazují aktuální data a je možné na ně kliknout nebo klepnout pro snadný přístup k vybranému dokladu.

source: The Key Performance Indicators can be set up to display a selected chart for a visual representation of, for example, cash flow or income and expenses.
cs_cz: Klíčové indikátory výkonnosti mohou být nastaveny tak, aby zobrazovaly vybranou tabulku pro vizuální znázornění, například peněžního toku nebo příjmů a výdajů.

source: You can also build up a list of Favorite Customers on the Home page for accounts that you do business with often or need to pay special attention to.
cs_cz: Na domovské stránce můžete také vytvořit seznam oblíbených zákazníků pro účty, se kterými často obchodujete, nebo kterým je třeba věnovat zvláštní pozornost.

source: Use the arrows to collapse part of the page and make more room to show specific data.
cs_cz: Použijte šipky ke sbalení části stránky a uvolnění většího prostoru pro zobrazování konkrétních dat.

source: At the top of the Home page you will find all of the actions that can be applied to the current content.
cs_cz: V horní části domovské stránky najdete všechny akce, které lze na aktuální obsah použít.

source: This too can be collapsed and you only need to click or tap within the collapsed area to view it again.
cs_cz: Ty je také možné sbalit a stačí pouze kliknout nebo klepnout v rámci sbalené oblasti pro jejich opětovné zobrazení.

source: The default Role Center is Sales Order Processor, but you can select another Role Center that fits your needs better.
cs_cz: Výchozím centrem rolí je Zpracovatel prodejních objednávek, ale můžete vybrat jiné centrum rolí, které bude lépe vyhovovat vašim potřebám.

source: Change the Role Center .
cs_cz: Změna Centra rolí .

source: Company
cs_cz: Společnost

source: A company functions as a container for data in Dynamics NAV.
cs_cz: Společnost funguje jako kontejner pro data v Dynamics NAV.

source: There can be multiple companies in a database, but only one can be selected at a time.
cs_cz: V databázi může být více společností, ale vždy může být vybrána jen jedna.

source: The CRONUS US company is the default company.
cs_cz: Společnost CRONUS CZ s.r.o je výchozí společností.

source: It contains demonstration data only.
cs_cz: Obsahuje pouze ukázkové údaje.

source: Work date
cs_cz: Pracovní datum

source: The default work date is usually today's date.
cs_cz: Výchozí pracovní datum je obvykle dnešní datum.

source: You may have to temporarily change the work date to be able to perform tasks, such as completing transactions for a date that is not the current date.
cs_cz: Možná budete muset dočasně změnit pracovní datum, abyste mohli provádět úkoly, například dokončení transakcí pro datum, které není aktuální.

source: Type w to quickly enter the work date in a date field.
cs_cz: K rychlému vložení pracovního data napište w do pole datum.

source: Write t to quickly enter the current date in the date field.
cs_cz: K rychlému vložení aktuálního data napište t do pole datum.

source: The work date is only changed until you close the company or until the date changes.
cs_cz: Pracovní datum se mění pouze do doby, než uzavřete společnost nebo do doby, kdy se datum změní.

source: If you open a different company or open the same company the next day and still have to use a different work date, then you must set the work date again.
cs_cz: Pokud otevřete jinou společnost nebo otevřete stejnou společnost další den a budete muset použít jiný pracovní den, pak budete muset pracovní datum nastavit znovu.

source: Region and language
cs_cz: Oblast a jazyk

source: Here you can change the region, language, and time zone.
cs_cz: Zde můžete změnit oblast, jazyk a časové pásmo.

source: The regional settings determine the format of data such as dates, times, numbers, currency, and so on.
cs_cz: Místní nastavení určuje formát dat, jako jsou data, časy, čísla, měny atd.

source: The time zone specifies the time zone that is applied to date and time data that you view or enter in Dynamics NAV.
cs_cz: Časové pásmo určuje časové pásmo, které se použije na data a časová data, která zobrazujete nebo zadáváte v Dynamics NAV.

source: You need to sign out and sign in again for the change to take effect.
cs_cz: Aby se projevila změna musíte se odhlásit a znovu přihlásit.

source: Confirmation dialogs
cs_cz: Potvrzovací dialogové okno

source: Use the options in this section if you want to specify some additional checks for posting documents.
cs_cz: Pokud chcete zadat nějaké další kontroly pro účtování dokladu, použijte v této části možnosti.

source: These options are checked as standard, but you can clear the check boxes to avoid getting specific warnings or messages.
cs_cz: Tyto možnosti jsou standardně kontrolovány, ale abyste se vyhnuli určitým upozorněním a zprávám, můžete zaškrtnutí políček zrušit.

source: Change the Role Center
cs_cz: Změna Centra rolí

source: The Home page is your main point of entry into Dynamics NAV.
cs_cz: Domovská stránka je vaším hlavním bodem vstupu do Dynamics NAV.

source: Here you can get an overview of the daily work tasks and their status.
cs_cz: Zde můžete získat přehled o každodenních pracovních úkolech a jejich stavu.

source: Tasks that you perform often are accessed through the tiles in the content area, the navigation pane on the left, and through actions in the ribbon.
cs_cz: Úlohy, které často provádíte, jsou zpřístupněny prostřednictvím dlaždic v oblasti obsahu, navigačního podokna vlevo a pomocí akcí na pásu karet.

source: The content on the Home page is based on the selected Role Center.
cs_cz: Obsah na domovské stránce je založen na vybraném Centru rolí.

source: The standard Role Center for Dynamics NAV is Business Manager, but you can change this and choose between a number of Role Centers.
cs_cz: Standardním centrem rolí je pro Dynamics NAV Obchodní manažer, ale můžete jej změnit a vybrat si z několika center rolí.

source: To change role center
cs_cz: Změna Centra rolí

source: In the top right corner, under the Settings menu, choose My Settings.
cs_cz: V pravém horním rohu v nabídce Nastavení vyberte možnost Moje nastavení.

source: In the My Settings window, in the Role Center field, select the Role Center that you want to set as the standard.
cs_cz: V okně Moje nastavení v poli Centrum rolí vyberte Centrum rolí, které chcete nastavit jako standardní.

source: For example, select Accountant.
cs_cz: Vyberte například Účetní.

source: Sign out of Dynamics NAV and then sign in again to have the change take effect.
cs_cz: Odhlaste se ze služby Dynamics NAV a poté se znovu přihlaste, aby se změna projevila.

source: Letting Dynamics NAV Suggest Values
cs_cz: Povolení navrhování hodnot aplikací Dynamics NAV

source: Dynamics NAV can help you complete tasks quicker and more correctly by prefilling fields or complete lines with data that you would otherwise have to calculate and enter yourself.
cs_cz: Dynamics NAV vám pomůže dokončit úkoly rychleji a správněji tím, že předvyplní pole nebo doplní řádky daty, které byste jinak museli spočítat a zadat.

source: Although such automatic data entry is always correct, you can change it afterwards if you want to.
cs_cz: Přestože je tato automatická zadání vždy správná, pokud chcete, můžete ji později změnit.

source: Functionality that enters field values for you is typically offered for tasks where you enter large volumes of transactional data and want to avoid errors and save time.
cs_cz: Funkce, která pro vás zadává hodnoty do polí, je typicky nabízena pro úkoly, kde zadáváte velké objemy transakčních dat a chcete se vyhnout chybám a zároveň šetřit čas.

source: This topic contains a selection of such functionality.
cs_cz: Toto téma obsahuje výběr takových funkcí.

source: More sections will be added in future updates of Dynamics NAV.
cs_cz: Další sekce budou přidány v následujících aktualizacích Dynamics NAV.

source: The Suggest Balancing Amount check box in the General Journal Batches window
cs_cz: Zaškrtávací políčko Navrhovat vyrovnávací částku v okně Listy finančního deníku

source: When, for example, you are entering general journal lines for multiple expenses that must all be posted to the same bank account, then each time you enter a new journal line for an expense, you can have the Amount field on the bank account line automatically updated to the amount that balances the expenses.
cs_cz: Pokud například zadáváte řádky finančního deníku pro více výdajů, které musí být všechny zaslány na stejný bankovní účet, pak pokaždé, když pro výdaj zadáte nový řádek deníku, můžete mít pole Částka na řádku bankovního účtu automaticky aktualizováno na částku, která vyrovnává výdaje.

source: For more information about working with general journals, see Work With General Journals.
cs_cz: Další informace o práci s finančními deníky naleznete v části Práce s finančními deníky.

source: To have the Amount field on balancing general journal lines filled automatically
cs_cz: Chcete-li mít pole Částka na vyrovnávacích řádcích finančního deníku automaticky vyplněná.

source: On the line for your preferred general journal batch, choose the Suggest Balancing Amount check box.
cs_cz: Na řádku pro vámi preferovanou dávku finančního deníku vyberte zaškrtávací políčko Navrhovat vyrovnávací částku.

source: Open the general journal and proceed to register and post transactions using the described functionality for automatic entry of a field value.
cs_cz: Otevřete finanční deník a pokračujte k zaznamenání a účtování transakcí pomocí popsané funkce pro automatické zadání hodnoty pole.

source: For information about how to set up a personal general journal batch, for example, for expense handling, see Work with General Journals.
cs_cz: Další informace o tom, jak nastavit osobní dávku finančního deníku, například jak zpracovat výdaje, nalezte v části Práce s finančními deníky.
